Repository: wpsvse/wpse-language-packs
Catalog: plugins/invitations-for-slack/trunk/invitations-for-slack-*.po
Languages: sv_se

source: Oops. Can't talk to Slack right now.
sv_se: Oops. Vi kan inte kommunicera med Slack just nu.

source: Channels to join
sv_se: Kanaler att gå med i

source: Enter the names of channels to automatically join. One channel per line.
sv_se: Ange namn på kanaler att automatiskt gå med i. En kanal per rad.

source: Shortcodes
sv_se: Kortkoder

source: The following shortcodes are required to create the the Slack invitation forms. Use them on your invitation page(s).
sv_se: Följande kortkoder krävs för att skapa formulären för Slack-inbjudningar. Använde dessa på dina inbjudningssidor.

source: The primary code to allow users to sign up
sv_se: Den primära koden för att låta användare registrera sig

source: Shows a smaller Slack badge. Clickable is "yes" by default. Specifying "no" will just show a static badge.
sv_se: Visar en mindre Slack-knapp. Klickbar är satt till "ja" som standards. Anges "nej" så visas endast en statisk knapp.

source: You need to be logged in to get your invite to join [TEAM_NAME] on Slack.
sv_se: Du måste vara inloggad för att få din inbjudan till [TEAM_NAME] Slack.

source: Logged in users
sv_se: Inloggade användare

source: Only logged in users can get invites.
sv_se: Endast inloggade användare kan skapa inbjudan.

source: Allow e-mail different to user account e-mail. <small>( Not recommended )</small>
sv_se: Tillåt användning av annan än registrerad e-postadress. <small>( Inte rekommenderat )</small>

source: Message for visitors (logged out users).
sv_se: Meddelande för besökare (ej inloggade).

source: Type in a message to display to logged out users. Keep it brief!
sv_se: Ange ett meddelande att visa för icke inloggade användare. Håll det kort!

source: Use [TEAM_NAME] as a placeholder for your team's name.
sv_se: Använd [TEAM_NAME] som en platshållare för ditt teams namn.

source: Invitations for Slack updated.
sv_se: Invitations for Slack uppdaterat.

source: <strong class="online">%s</strong> users online. <strong class="registered">%s</strong> registered.
sv_se: <strong class="online">%s</strong> användare online. <strong class="registered">%s</strong> registrerade.

source: Join <strong>%s</strong> on Slack.
sv_se: Gå med <strong>%s</strong> på Slack.

source: Awesome! You're already chatting with<br/><strong>%s</strong>.
sv_se: Grymt! Du chattar redan med<br/><strong>%s</strong>.

source: Yes. Please send my invite.
sv_se: Ja. Vänligen skicka mig en inbjudan.

source: Join with another e-mail address?
sv_se: Registrera dig med en annan e-postadress?

source: You're Invited! Check your inbox.
sv_se: Du är inbjuden! Kolla din e-post.

source: Already part of the team!
sv_se: Redan med i teamet!

source: Already sent. Check your inbox.
sv_se: Redan skickat. Kolla din e-post.

source: Oops. Invalid e-mail address.
sv_se: Oops. Ogiltig e-postadress.

source: "%s". Let us know!
sv_se: "%s". Berätta för oss!

source: Join us on Slack!
sv_se: Gå med oss på Slack!

source: Processing...
sv_se: Arbetar...

source: Could not work out where %s is installed. Please reinstall.
sv_se: Kunde inte fastställa var %s är installerat. Vänligen installera om.

source: Build a Slack community by allowing your visitors (or registered users) to invite themselves to your Slack team. Just add your Slack token and use the shortcodes wherever you want your visitors to be able to invite themselves from. Uses a convenient popup that communicates with Slack via the Slack API and WP REST API.
sv_se: Bygg en community med Slack genom att låta dina besökare (eller registrerade användare) bjuda in sig själva i ditt Slack-team. Lägg till din token för Slack och använda kortkoder där du vill att besökare ska kunna skicka en inbjudan till sig själva. Använder en smidig popup som kommunicerar med Slack via Slack API och WP REST API.

source: Enter your Web API token here
sv_se: Ange din Web API token här

source: You can generate you WEB API token at %s. Note: You will need to be an administrator of the team.
sv_se: Du kan generera din Web API token på %s. Notera: Du måste vara administratör för teamet.
